{" Neurodevelopmental Disorders ": {"mini_titles": ["Intellectual Disability", "Global Developmental Delay", "Communication Disorders", "Autism Spectrum Disorder", "Attention-Deficit Hyperactivity Disorder (ADHD)"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-2\">\nNeurodevelopmental disorders are those that are typically diagnosed during infancy, childhood, or adolescence. These psychological disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-4\">\nSometimes called Intellectual Developmental Disorder, this diagnosis was formerly referred to as mental retardation.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> This type of developmental disorder originates prior to the age of 18 and is characterized by limitations in both intellectual functioning and adaptive behaviors.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-5\">\nLimitations to intellectual functioning are often identified through the use of IQ tests, with an <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-considered-a-low-iq-2795282\">IQ score</a> under 70 often indicating the presence of a limitation. Adaptive behaviors are those that involve practical, everyday skills such as self-care, social interaction, and living skills. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-7\">\nThis diagnosis is for developmental disabilities in children who are under the age of five. Such delays relate to cognition, social functioning, speech, language, and motor skills.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-8\">\nIt is generally seen as a temporary diagnosis applying to kids who are still too young to take standardized IQ tests. Once children reach the age where they are able to take a standardized intelligence test, they may be diagnosed with an intellectual disability.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-10\">\nThese disorders are those that impact the ability to use, understand, or detect language and speech. The DSM-5 identifies four different subtypes of communication disorders: language disorder, speech sound disorder, childhood onset fluency disorder (stuttering), and social (pragmatic) communication disorder.<span class=\"ql-inline-citation\" data-cite=\"2\">﻿</span>﻿\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-12\">\nThis disorder is characterized by persistent deficits in social interaction and communication in multiple life areas as well as restricted and repetitive patterns of behaviors. The DSM specifies that symptoms of autism spectrum disorder must be present during the early developmental period and that these symptoms must cause significant impairment in important areas of life including social and occupational functioning.<span class=\"ql-inline-citation\" data-cite=\"3\">﻿</span>﻿\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-14\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/adhd-symptoms-4157281\">ADHD</a> is characterized by a persistent pattern of hyperactivity-impulsivity and/or inattention that interferes with functioning and presents itself in two or more settings such as at home, work, school, and social situations.<span class=\"ql-inline-citation\" data-cite=\"4\"></span> The DSM-5 specifies that several of the symptoms must have been present prior to the age of 12 and that these symptoms must have a negative impact on social, occupational, or academic functioning.\n</p>"]}, " Bipolar and Related Disorders ": {"mini_titles": ["Mania", "Depressive Episodes"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-17\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/bipolar-disorder-symptoms-and-diagnosis-379962\">Bipolar disorder</a> is characterized by shifts in mood as well as changes in activity and energy levels. The disorder often involves experiencing shifts between elevated moods and periods of depression. Such elevated moods can be pronounced and are referred to either as mania or hypomania.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-19\">\nThis mood is characterized by a distinct period of elevated, expansive, or irritable mood accompanied by increased activity and energy. Periods of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/symptoms-of-mania-380311\">mania</a> are sometimes marked by feelings of distraction, irritability, and excessive confidence. People experiencing mania are also more prone to engage in activities that might have negative long-term consequences such as gambling and shopping sprees. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-21\">\nThese episodes are characterized by feelings of a depressed or sad mood along with a lack of interest in activities. It may also involve feelings of guilt, fatigue, and irritability. During a depressive period, people with bipolar disorder may lose interest in activities that they previously enjoyed, experience sleeping difficulties, and even have thoughts of suicide.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-22\">\nBoth manic and depressive episodes can be frightening for both the person experiencing these symptoms as well as family, friends and other loved ones who observe these behaviors and mood shifts. Fortunately, appropriate and effective treatments, which often include both medications and <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/psychotherapy-4157172\">psychotherapy</a>, can help people with bipolar disorder successfully manage their symptoms.\n</p>", "<p>Compared to the previous edition of the DSM, in the DSM-5 the criteria for manic and hypomanic episodes include an increased focus on changes in energy levels and activity as well as changes in mood.</p>"]}, " Anxiety Disorders ": {"mini_titles": ["Generalized Anxiety Disorder (GAD)", "Agoraphobia", "Social Anxiety Disorder", "Specific Phobias", "Panic Disorder", "Separation Anxiety Disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-26\">\nAnxiety disorders are those that are characterized by excessive and persistent fear, worry, anxiety and related behavioral disturbances.<span class=\"ql-inline-citation\" data-cite=\"5\">﻿</span>﻿ Fear involves an emotional response to a threat, whether that threat is real or perceived. Anxiety involves the anticipation that a future threat may arise. Types of anxiety disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-28\">\nThis disorder<strong> </strong>is marked by excessive worry about everyday events. While some stress and worry are a normal and even common part of life, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/dsm-5-criteria-for-generalized-anxiety-disorder-1393147\">GAD</a> involves worry that is so excessive that it interferes with a person's well-being and functioning. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-30\">\nThis condition<strong> </strong>is characterized by a pronounced fear a wide range of public places. People who experience this disorder often fear that they will suffer a <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/types-of-panic-attacks-2584251\">panic attack</a> in a setting where escape might be difficult.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-31\">\nBecause of this fear, those with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/agoraphobia-101-2584235\">agoraphobia</a> often avoid situations that might trigger an anxiety attack. In some cases, this avoidance behavior can reach a point where the individual is unable to even leave their own home.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-33\">\nSocial anxiety disorder is a fairly common psychological disorder that involves an irrational fear of being watched or judged. The anxiety caused by this disorder can have a major impact on an individual's life and make it difficult to function at school, work, and other social settings.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-35\">\nThese <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-a-phobia-2795454\">phobias</a> involve an extreme fear of a specific object or situation in the environment. Some examples of common specific phobias include the fear of spiders, fear of heights, or fear of snakes. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-36\">\nThe four main types of specific phobias involve natural events (thunder, lightening, tornadoes), medical (medical procedures, dental procedures, medical equipment), animals (dogs, snakes, bugs), and situational (small spaces, leaving home, driving). When confronted by a phobic object or situation, people may experience nausea, trembling, rapid heart rate, and even a fear of dying.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-38\">\nThis psychiatric disorder is characterized by panic attacks that often seem to strike out of the blue and for no reason at all. Because of this, people with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-a-panic-disorder-2795468\">panic disorder</a> often experience anxiety and preoccupation over the possibility of having another panic attack.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-39\">\nPeople may begin to avoid situations and settings where attacks have occurred in the past or where they might occur in the future. This can create significant impairments in many areas of everyday life and make it difficult to carry out normal routines.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-41\">\nThis condition is a type of anxiety disorder involving an excessive amount of fear or anxiety related to being separated from attachment figures. People are often familiar with the idea of separation anxiety as it relates to young children's fear of being apart from their parents, but older children and adults can experience it as well.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-42\">\nWhen symptoms become so severe that they interfere with normal functioning, the individual may be diagnosed with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/separation-anxiety-2671784\">separation anxiety disorder</a>. Symptoms involve an extreme fear of being away from the caregiver or <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-attachment-theory-2795337\">attachment</a> figure. The person suffering these symptoms may avoid moving away from home, going to school, or getting married in order to remain in close proximity to the attachment figure.\n</p>", "<p>In one survey published in the <em>Archives of General Psychiatry</em>, it was estimated that as many as 18 percent of American adults suffer from at least one anxiety disorder.</p>"]}, " Stress-Related Disorders ": {"mini_titles": ["Acute Stress Disorder", "Adjustment Disorders", "Post-Traumatic Stress Disorder (PTSD)", "Reactive Attachment Disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-46\">\nTrauma and stressor-related disorders involve exposure to a stressful or traumatic event.<span class=\"ql-inline-citation\" data-cite=\"6\">﻿</span>﻿ These were previously grouped with anxiety disorders but are now considered a distinct category of disorders. Disorders included in this category include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-48\">\nAcute stress disorder is characterized by the emergence of severe anxiety for up to a one month period after exposure to a traumatic event. Some examples of traumatic events include natural disasters, war, accidents, and witnessing a death.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-49\">\nAs a result, the individual may experience dissociative symptoms such as a sense of altered reality, an inability to remember important aspects of the event, and vivid flashbacks as if the event were reoccurring. Other symptoms can include reduced emotional responsiveness, distressing memories of the trauma, and difficulty experiencing positive <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-are-emotions-2795178\">emotions</a>.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-51\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/adjustment-disorder-symptoms-causes-diagnosis-treatment-coping-5119568\">Adjustment disorders</a> can occur as a response to a sudden change such as divorce, job loss, end of a close relationship, a move, or some other loss or disappointment. This type of psychological disorder can affect both children and adults and is characterized by symptoms such as anxiety, irritability, depressed mood, worry, anger, hopelessness, and feelings of isolation.  \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-53\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-complex-ptsd-2797491\">PTSD</a> can develop after an individual has experienced exposure to actual or threatened death, serious injury, or sexual violence. Symptoms of PTSD include episodes of reliving or re-experiencing the event, avoiding things that remind the individual about the event, feeling on edge, and having negative thoughts.\n</p>", "<p>Nightmares, flashbacks, bursts of anger, difficulty concentrating, exaggerated startle response, and difficulty remembering aspects of the event are just a few possible symptoms that people with PTSD might experience.</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-56\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-reactive-attachment-disorder-4136080\">Reactive attachment disorder</a> can result when children do not form normal healthy relationships and attachments with adult caregivers during the first few years of childhood. Symptoms of the disorder include being withdrawn from adult caregivers and social and emotional disturbances that result from patterns of insufficient care and neglect.\n</p>"]}, " Dissociative Disorders ": {"mini_titles": ["Dissociative Amnesia", "Dissociative Identity Disorder", "Depersonalization/Derealization Disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-59\">\nDissociative disorders are psychological disorders that involve a dissociation or interruption in aspects of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-consciousness-2795922\">consciousness</a>, including identity and <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-memory-2795006\">memory</a>.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ Dissociative disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-61\">\nThis disorder involves a temporary loss of memory as a result of dissociation. In many cases, this memory loss, which may last for just a brief period or for many years, is a result of some type of psychological trauma.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-62\">\nDissociative amnesia is much more than simple <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/forgetting-about-psychology-2795034\">forgetfulness</a>. Those who experience this disorder may remember some details about events but may have no recall of other details around a circumscribed period of time.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-64\">\nFormerly known as multiple personality disorder, <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/dissociative-identity-disorder-425423\">dissociative identity disorder</a> involves the presence of two or more different identities or personalities. Each of these personalities has its own way of perceiving and interacting with the environment. People with this disorder experience changes in behavior, memory, perception, emotional response, and consciousness.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-67\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/derealization-2671582\">Depersonalization/derealization disorder</a> is characterized by experiencing a sense of being outside of one's own body (depersonalization) and being disconnected from reality (derealization). People who have this disorder often feel a sense of unreality and an involuntary disconnect from their own memories, feelings, and consciousness.\n</p>"]}, " Somatic Symptom Disorders ": {"mini_titles": ["Somatic Symptom Disorder", "Illness Anxiety Disorder", "Conversion Disorder", "Factitious Disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-70\">\nFormerly referred to under the heading of somatoform disorders, this category is now known as somatic symptoms and related disorders.<span class=\"ql-inline-citation\" data-cite=\"7\">﻿</span>﻿ Somatic symptom disorders are a class of psychological disorders that involve prominent physical symptoms that may not have a diagnosable physical cause.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-71\">\nIn contrast to previous ways of conceptualizing these disorders based on the absence of a medical explanation for the physical symptoms, the current diagnosis emphasizes the abnormal thoughts, feelings, and behaviors that occur in response to these symptoms. Disorders included in this category:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-73\">\nSomatic symptom disorder<strong> </strong>involves a preoccupation with physical symptoms that make it difficult to function normally. This preoccupation with symptoms results in emotional distress and difficulty coping with daily life.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-74\">\nIt is important to note that somatic symptoms do not indicate that individuals are faking their physical pain, fatigue, or other symptoms. In this situation, it is not so much the actual physical symptoms that are disrupting the individual's life as it is the extreme reaction and resulting behaviors.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-76\">\nIllness anxiety disorder is characterized by excessive concern about having an undiagnosed medical condition. Those who experience this psychological disorder worry excessively about body functions and sensations are convinced that they have or will get a serious disease, and are not reassured when medical tests come back negative.\n</p>", "<p>This preoccupation with illness causes significant anxiety and distress. It also leads to changes in behavior such as seeking medical testing/treatments and avoiding situations that might pose a health risk.</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-79\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/conversion-disorder-2671575\">Conversion disorder</a> involves experiencing motor or sensory symptoms that lack a compatible neurological or medical explanation. In many cases, the disorder follows a real physical injury or stressful even which then results in a psychological and emotional response. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-81\">\nFactitious disorder used to have its own category, is now included under the somatic symptom and related disorders category of the DSM-5. A factitious disorder is when an individual intentionally creates, fakes, or exaggerates symptoms of illness. Munchausen syndrome, in which people feign an illness to attract attention, is one severe form of factitious disorder.\n</p>"]}, " Eating Disorders ": {"mini_titles": ["Anorexia Nervosa", "Bulimia Nervosa", "Rumination Disorder", "Pica", "Binge-Eating Disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-84\">\nEating disorders are characterized by obsessive concerns with weight and disruptive eating patterns that negatively impact physical and mental health. Feeding and eating disorders that used to be diagnosed during infancy and childhood have been moved to this category in the DSM-5.<span class=\"ql-inline-citation\" data-cite=\"8\">﻿</span>﻿ Types of eating disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-86\">\nAnorexia nervosa<strong> </strong>is characterized by restricted food consumption that leads to weight loss and a very low body weight. Those who experience this disorder also have a preoccupation and fear of gaining weight as well as a distorted view of their own appearance and behavior.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-88\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/diagnostic-criteria-for-bulimia-nervosa-1138313\">Bulimia nervosa</a><strong> </strong>involves binging and then taking extreme steps to compensate for these binges. These compensatory behaviors might include self-induced vomiting, the abuse of laxatives or diuretics, and excessive exercise. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-90\">\nRumination disorder<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/eating-disorders-diagnosis-overview-4581786\"><strong> </strong></a>is marked by regurgitating previously chewed or swallowed food in order to either spit it out or re-swallow it. Most of those affected by this disorder are children or adults who also have a developmental delay or intellectual disability. \n</p>", "<p>Additional problems that can result from this behavior include dental decay, esophageal ulcers, and malnutrition.</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-93\">\nPica involves craving and consuming non-food substances such as dirt, paint, or soap. The disorder most commonly affects children and those with developmental disabilities.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-95\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/diagnostic-criteria-for-binge-eating-disorder-1138164\">﻿Binge-eating disorder</a> was first introduced in the DSM-5 and involves episodes of binge eating where the individual consumes an unusually large amount of over the course of a couple hours. Not only do people overeat, however, they also feel as if they have no control over their eating. Binge eating episodes are sometimes triggered by certain emotions such as feeling happy or anxious, by boredom or following stressful events.\n</p>"]}, " Sleep Disorders ": {"mini_titles": ["Narcolepsy", "Insomnia Disorder", "Hypersomnolence", "Breathing-Related Sleep Disorders", "Parasomnias", "Restless Legs Syndrome"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-98\">\nSleep disorders involve an interruption in sleep patterns that lead to distress and affects daytime functioning. Examples of sleep disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-100\">\nNarcolepsy is a condition in which people experience an irrepressible need to sleep. People with narcolepsy may experience a sudden loss of muscle tone.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-102\">\nInsomnia disorder involves being unable to get enough sleep to feel rested. While all people experience sleeping difficulties and interruptions at some point, insomnia is considered a disorder when it is accompanied by significant distress or impairment over time.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-104\">\n<span data-tts=\"true\">Hypersomnolence</span> disorder is characterized by excessive sleepiness despite an adequate main sleep period. People with this condition may fall asleep during the day at inappropriate times such as at work and school.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-106\">\nBreathing-related sleep disorders are those that involve breathing anomalies such as sleep apnea that can occur during sleep. These breathing problems can result in brief interruptions in sleep that can lead to other problems including insomnia and daytime sleepiness. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-108\">\nParasomnias involve disorders that feature abnormal behaviors that take place during sleep. Such disorders include sleepwalking, sleep terrors, sleep talking, and sleep eating.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-110\">\nRestless legs syndrome is a neurological condition that involves having uncomfortable sensations in the legs and an irresistible urge to move the legs in order to relieve the sensations. People with this condition may feel tugging, creeping, burning, and crawling sensations in their legs resulting in an excessive movement which then interferes with sleep.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-111\">\nSleep disorders related to other mental disorders as well as sleep disorders related to general medical conditions have been removed from the DSM-5. The latest edition of the DSM also provides more emphasis on coexisting conditions for each of the sleep-wake disorders.<span class=\"ql-inline-citation\" data-cite=\"9\">﻿</span>﻿\n</p>", "<p>This change, the APA explains, \"underscores that the individual has a sleep disorder warranting independent clinical attention, in addition to any medical and mental disorders that are also present, and acknowledges the bidirectional and interactive effects between sleep disorders and coexisting medical and mental disorders.\"</p>"]}, " Disruptive Disorders ": {"mini_titles": ["Kleptomania", "Pyromania", "Intermittent Explosive Disorder", "Conduct Disorder", "Oppositional Defiant Disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-115\">\nImpulse-control disorders are those that involve an inability to control emotions and behaviors, resulting in harm to oneself or others.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> These problems with emotional and behavioral regulation are characterized by actions that violate the rights of others such as destroying property or physical aggression and/or those that conflict with societal norms, authority figures, and laws. Types of impulse-control disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-117\">\nKleptomania involves an inability to control the impulse to steal. People who have kleptomania will often steal things that they do not really need or that have no real monetary value. Those with this condition experience escalating tension prior to committing a theft and feel relief and gratification afterwards.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-119\">\nPyromania involves a fascination with fire that results in acts of fire-starting that endanger the self and others. People who struggle with <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-a-pyromaniac-4160050\">pyromania</a> purposefully and deliberately have set fires more than one time. They also experience tension and emotional arousal before setting a fire.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-121\">\nIntermittent explosive disorder is characterized by brief outbursts of anger and violence that are out of proportion for the situation. People with this disorder may erupt into angry outbursts or violent actions in response to everyday annoyances or disappointments.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-123\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/signs-of-conduct-disorder-in-children-4127239\">Conduct disorder</a> is a condition diagnosed in children and adolescents under the age of 18 who regularly violate social norms and the rights of others. Children with this disorder display aggression toward people and animals, destroy property, steal and deceive, and violate other rules and laws. These behaviors result in significant problems in a child's academic, work, or social functioning.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-125\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-oppositional-defiant-disorder-2161913\">Oppositional defiant disorder</a> begins prior to the age of 18 and is characterized by defiance, irritability, anger, aggression, and vindictiveness. While all kids behave defiantly sometimes, kids with oppositional defiant disorder refuse to comply with adult requests almost all the time and engage in behaviors to deliberately annoy others.\n</p>"]}, " Depressive Disorders ": {"mini_titles": ["Disruptive mood dysregulation disorder", "Major depressive disorder", "Persistent depressive disorder (dysthymia)", "Other or unspecified depressive disorder", "Premenstrual dysphoric disorder", "Substance/medication-induced depressive disorder", "Depressive disorder due to another medical condition"], "content": ["<p> Petri Oeschger/Getty Images</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-128\">\nDepressive disorders are a type of mood disorder that include a number of conditions. They are all characterized by the presence of sad, empty, or irritable moods accompanied by physical and cognitive symptoms. They differ in terms of duration, timing, or presumed etiology.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-130\">\nThe depressive disorders are all characterized by feelings of sadness and low mood that are persistent and severe enough to affect how a person functions. Common symptoms shared by these disorders include difficulty feeling interested and motivated, lack of interest in previously enjoyed activities, sleep disturbances, and poor concentration.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-131\">\nThe diagnostic criteria vary for each specific condition. For major depressive disorder, diagnosis requires an individual to experience five or more of the following symptoms over the same two-week period.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-132\">\nOne of these symptoms must include either depressed mood or loss of interest or pleasure in previously enjoyed activities. Symptoms can include:\n</p>", "<p>If you are having suicidal thoughts, contact the <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> at <strong>1-800-273-8255</strong> for support and assistance from a trained counselor. If you or a loved one are in immediate danger, call 911.</p>", "<p>For more mental health resources, see our <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/national-helpline-database-4799696\">National Helpline Database</a>.</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-135\">\nTreatments for depressive disorders often involve a combination of psychotherapy and medications.\n</p>", "<p>Hosted by Editor-in-Chief and therapist Amy Morin, LCSW, this episode of <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/the-verywell-mind-podcast-5113058\">The Verywell Mind Podcast</a>, featuring GRAMMY Award-Winning singer JoJo, shares the benefits of antidepressants and how to manage your mental health. Click below to listen now.</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-138\">\n<strong>Follow Now</strong>: <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://podcasts.apple.com/us/podcast/the-verywell-mind-podcast-with-amy-morin/id1529983509\" rel=\"nofollow\">Apple Podcasts</a> / <a data-component=\"link\" data-ordinal=\"2\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://open.spotify.com/show/2WGnJfJon5RKU9bXBUSWHU\">Spotify</a> / <a data-component=\"link\" data-ordinal=\"3\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkcy5idXp6c3Byb3V0LmNvbS8xMzA3NDQ5LnJzcw\">Google Podcasts</a> / <a data-component=\"link\" data-ordinal=\"4\" data-source=\"inlineLink\" data-type=\"externalLink\" href=\"https://feeds.buzzsprout.com/1307449.rss\" rel=\"nofollow\">RSS</a><br/>\n</p>"]}, " Substance-Related Disorders ": {"mini_titles": ["Alcohol-related disorders ", "Cannabis-related disorders ", "Inhalant-use disorders ", "Stimulant use disorder ", "Tobacco use disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-141\">\nSubstance-related disorders are those that involve the use and abuse of different substances such as cocaine, methamphetamine, opiates, and alcohol.<span class=\"ql-inline-citation\" data-cite=\"1\"></span> These disorders may include substance-induced conditions that can result in many associated diagnoses including intoxication, withdrawal, the emergence of psychosis, anxiety, and delirium. Examples of substance-related disorders:\n</p>", "<p>The DSM-5 also includes gambling disorder under this classification. The American Psychiatric Association explains that this change \"reflects the increasing and consistent evidence that some behaviors, such as gambling, activate the brain reward system with effects similar to those of drugs of abuse and that gambling disorder symptoms resemble substance use disorders to a certain extent.\"</p>"]}, " Neurocognitive Disorders ": {"mini_titles": ["Delirium", "Neurocognitive Disorders"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-146\">\nNeurocognitive disorders are characterized by acquired deficits in cognitive function.<span class=\"ql-inline-citation\" data-cite=\"1\">﻿</span>﻿ These disorders do not include those in which impaired cognition was present at birth or early in life. Types of cognitive disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-148\">\nDelirium is also known as acute confusional state. This disorder develops over a short period of time—usually a few hours or a few days—and is characterized by disturbances in <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-attention-2795009\">attention</a> and awareness.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-150\">\nMajor and mild neurocognitive disorders have the primary feature of acquired cognitive decline in one or more areas including memory, attention, language, learning, and perception. These cognitive disorders can be due to medical conditions including Alzheimer's disease, HIV infection, Parkinson's disease, substance/medication use, vascular disease, and others.\n</p>"]}, " Schizophrenia ": {"mini_titles": [], "content": ["<p> <br/>Francesco Carta fotografo/Getty Images</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-153\">\nSchizophrenia is a chronic psychiatric condition that affects a person’s thinking, feeling, and behavior. It is a complex, long-term condition that affects about one percent of people in the United States. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-154\">\nThe DSM-5 diagnostic criteria specify that two or more <a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-are-the-symptoms-of-schizophrenia-2953120\">symptoms of schizophrenia</a> must be present for a period of at least one month. \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-155\">\nOne symptom must be one of the following: \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-157\">\nThe second symptom may be one of the following: \n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-159\">\nDiagnosis also requires significant impairments in social or occupational functioning for a period of at least six months.  The onset of schizophrenia is usually in the late teens or early 20s, with men usually showing symptoms earlier than women. Earlier signs of the condition that may occur before diagnosis include poor motivation, difficult relationships, and poor school performance.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-160\">\nThe National Institute of Mental Health suggests that multiple factors may play a role in causing schizophrenia including genetics, brain chemistry, environmental factors, and substance use.\n</p>", "<p>While there is no cure for schizophrenia, there are treatments available that make it possible to manage the symptoms of the condition. Treatments usually incorporate antipsychotic medications, psychotherapy, self-management, education, and social support.</p>"]}, " Obsessive-Compulsive Disorders ": {"mini_titles": ["Obsessive-Compulsive Disorder"], "content": ["<p>Mark John/Getty Images</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-164\">\nObsessive-compulsive and related disorders is a category of psychiatric conditions that include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-166\">\nEach condition in this classification has its own set of diagnostic criteria.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-168\">\nThe diagnostic criteria in the DSM-5 specify that in order to be diagnosed with obsessive-compulsive disorder, a person must experience obsessions, compulsions, or both.\n</p>", "<p>The obsessions and compulsions must also be time-consuming, taking up an hour or more per day, or cause significant distress or functional impairment, must not be attributable to another medical condition or substance use, and must not be better explained by another psychiatric condition such as generalized anxiety disorder. </p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-171\">\nTreatments for OCD usually focus on a combination of therapy and medications. Cognitive-behavioral therapy (CBT) or a form of CBT known as exposure and response prevention (ERP) if commonly used. Antidepressants such as clomipramine or fluoxetine may also be prescribed to manage symptoms.\n</p>"]}, " Personality Disorders ": {"mini_titles": ["Antisocial Personality Disorder", "Avoidant Personality Disorder", "Borderline Personality Disorder", "Dependent Personality Disorder", "Histrionic Personality Disorder", "Narcissistic Personality Disorder", "Obsessive-Compulsive Personality Disorder", "Paranoid Personality Disorder", "Schizoid Personality Disorder", "Schizotypal Personality Disorder"], "content": ["<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-174\">\nPersonality disorders are characterized by an enduring pattern of maladaptive thoughts, feelings, and behaviors that can cause serious detriments to relationships and other life areas.<span class=\"ql-inline-citation\" data-cite=\"10\">﻿</span>﻿ Types of personality disorders include:\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-176\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/antisocial-personality-disorder-2795566\">Antisocial personality disorder</a> is characterized by a long-standing disregard for rules, social norms, and the rights of others. People with this disorder typically begin displaying symptoms during childhood, have difficulty feeling empathy for others, and lack remorse for their destructive behaviors.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-178\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/avoidant-personality-disorder-4172959\">Avoidant personality disorder</a> involves severe social inhibition and sensitivity to rejection. Such feelings of insecurity lead to significant problems with the individual's daily life and functioning.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-180\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/what-is-borderline-personality-disorder-bpd-425487\">Borderline personality disorder</a> is associated with symptoms including emotional instability, unstable and intense interpersonal relationships, unstable self-image, and impulsive behaviors.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-182\">\nDependent personality disorder involves a chronic pattern of fearing separation and an excessive need to be taken care of. People with this disorder will often engage in behaviors that are designed to produce care-giving actions in others.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-184\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/histrionic-personality-disorder-2795445\">Histrionic personality disorder</a> is associated with patterns of extreme emotionality and attention-seeking behaviors. People with this condition feel uncomfortable in settings where they are not the center of attention, have rapidly changing emotions, and may engage in socially inappropriate behaviors designed to attract attention from others.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-186\">\nNarcissistic personality disorder is associated with a lasting pattern of exaggerated self-image, self-centeredness, and low empathy. People with this condition tend to be more interested in themselves than with others.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-188\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/ocd-vs-obsessive-compulsive-personality-disorder-2510584\">Obsessive-compulsive personality disorder</a> is a pervasive pattern of preoccupation with orderliness, perfectionism, inflexibility, and mental and interpersonal control. This is a different condition than obsessive compulsive disorder (OCD).\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-190\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/paranoid-personality-disorder-2795448\">Paranoid personality disorder</a> is characterized by a distrust of others, even family, friends, and romantic partners. People with this disorder perceive others intentions as malevolent, even without any evidence or justification.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-192\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/schizoid-personality-disorder-2795450\">Schizoid personality disorder</a> involves symptoms that include being detached from social relationships. People with this disorder are directed toward their inner lives and are often indifferent to relationships. They generally display a lack of emotional expression and can appear cold and aloof.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-194\">\n<a data-component=\"link\" data-ordinal=\"1\" data-source=\"inlineLink\" data-type=\"internalLink\" href=\"https://www.verywellmind.com/schizoid-personality-disorder-2795450\">Schizotypal personality disorder</a> features eccentricities in speech, behaviors, appearance, and thought. People with this condition may experience odd beliefs or \"magical thinking\" and difficulty forming relationships.\n</p>", "<p class=\"comp mntl-sc-block mntl-sc-block-html\" id=\"mntl-sc-block_2-0-196\">\nPsychological disorders can cause disruptions in daily functioning, relationships, work, school, and other important domains. With appropriate diagnosis and treatment, however, people can find relief from their symptoms and discover ways to cope effectively.\n</p>"]}}